[
    {
        "id": "A",
        "jc": "冰保",
        "name": "冰冷车"
    },
    {
        "id": "B",
        "jc": "机保",
        "name": "机冷车"
    },
    {
        "id": "C",
        "jc": "敞",
        "name": "敞车"
    },
    {
        "id": "D",
        "jc": "长大",
        "name": "长大货车"
    },
    {
        "id": "G",
        "jc": "它罐",
        "name": "其它罐"
    },
    {
        "id": "J",
        "jc": "畜",
        "name": "家畜车"
    },
    {
        "id": "K",
        "jc": "矿石",
        "name": "矿石车"
    },
    {
        "id": "L",
        "jc": "粮食",
        "name": "散粮食车"
    },
    {
        "id": "N",
        "jc": "平",
        "name": "平车"
    },
    {
        "id": "P",
        "jc": "棚",
        "name": "棚车"
    },
    {
        "id": "Q",
        "jc": "其它",
        "name": "其它"
    },
    {
        "id": "T",
        "jc": "特种",
        "name": "特种车"
    },
    {
        "id": "U",
        "jc": "水泥",
        "name": "散水泥车"
    },
    {
        "id": "W",
        "jc": "毒",
        "name": "毒品车"
    },
    {
        "id": "X",
        "jc": "集箱",
        "name": "集装箱车"
    },
    {
        "id": "Y",
        "jc": "轻罐",
        "name": "轻油罐"
    },
    {
        "id": "Z",
        "jc": "粘罐",
        "name": "粘油罐"
    }
]