[
    {
        "id": 1,
        "name": "煤"
    },
    {
        "id": 2,
        "name": "石油"
    },
    {
        "id": 3,
        "name": "焦炭"
    },
    {
        "id": 4,
        "name": "金矿"
    },
    {
        "id": 5,
        "name": "钢铁"
    },
    {
        "id": 6,
        "name": "非金"
    },
    {
        "id": 7,
        "name": "磷矿"
    },
    {
        "id": 8,
        "name": "建材"
    },
    {
        "id": 9,
        "name": "水泥"
    },
    {
        "id": 10,
        "name": "木材"
    },
    {
        "id": 11,
        "name": "粮食"
    },
    {
        "id": 12,
        "name": "棉花"
    },
    {
        "id": 13,
        "name": "化肥"
    },
    {
        "id": 14,
        "name": "盐"
    },
    {
        "id": 15,
        "name": "化工"
    },
    {
        "id": 16,
        "name": "金属"
    },
    {
        "id": 17,
        "name": "工机"
    },
    {
        "id": 18,
        "name": "电器"
    },
    {
        "id": 19,
        "name": "农机"
    },
    {
        "id": 20,
        "name": "鲜活"
    },
    {
        "id": 21,
        "name": "农药"
    },
    {
        "id": 22,
        "name": "食品"
    },
    {
        "id": 23,
        "name": "纺织"
    },
    {
        "id": 24,
        "name": "文教"
    },
    {
        "id": 25,
        "name": "医药"
    },
    {
        "id": 96,
        "name": "煤焦"
    },
    {
        "id": 97,
        "name": "零担"
    },
    {
        "id": 98,
        "name": "集箱"
    },
    {
        "id": 99,
        "name": "其他"
    }
]