[
    {
        "mc": "茶坞高各庄",
        "dig": 11
    },
    {
        "mc": "大石庄段甲岭",
        "dig": 12
    },
    {
        "mc": "蓟县西蓟县",
        "dig": 13
    },
    {
        "mc": "五定班列",
        "dig": 690
    },
    {
        "mc": "煤",
        "dig": 100000
    },
    {
        "mc": "焦炭",
        "dig": 300000
    },
    {
        "mc": "煤或焦炭",
        "dig": 100000
    },
    {
        "mc": "石油",
        "dig": 200000
    },
    {
        "mc": "金属矿石",
        "dig": 400000
    },
    {
        "mc": "空重集装箱",
        "dig": 9800000
    },
    {
        "mc": "煤|石油|金属矿石",
        "dig": 100000
    },
    {
        "mc": "煤|焦炭|集装箱",
        "dig": 100000
    },
    {
        "mc": "洗精煤",
        "dig": 690
    },
    {
        "mc": "超活保冰温军",
        "dig": 655
    },
    {
        "mc": "直达列车",
        "dig": 680
    },
    {
        "mc": "一列油龙",
        "dig": 681
    },
    {
        "mc": "整列空敞车",
        "dig": 682
    },
    {
        "mc": "整列石油",
        "dig": 683
    },
    {
        "mc": "出口煤",
        "dig": 685
    },
    {
        "mc": "20或40英尺集装箱",
        "dig": 686
    },
    {
        "mc": "始发直达煤碳",
        "dig": 687
    },
    {
        "mc": "油罐直达列车",
        "dig": 688
    },
    {
        "mc": "粮食直达列车",
        "dig": 689
    },
    {
        "mc": "接入",
        "dig": 690
    },
    {
        "mc": "机车交路",
        "dig": 691
    },
    {
        "mc": "整列矿石",
        "dig": 692
    },
    {
        "mc": "整列煤",
        "dig": 693
    },
    {
        "mc": "整列焦炭",
        "dig": 694
    },
    {
        "mc": "整列重车",
        "dig": 695
    },
    {
        "mc": "编组计划",
        "dig": 696
    },
    {
        "mc": "实际径路",
        "dig": 20
    },
    {
        "mc": "多式联运",
        "dig": 698
    }
]