[
    {
        "id": "0",
        "name": "其他"
    },
    {
        "id": "1",
        "name": "普通箱"
    },
    {
        "id": "2",
        "name": "自备冷藏箱"
    },
    {
        "id": "3",
        "name": "35吨敞顶箱"
    },
    {
        "id": "4",
        "name": "20英尺板式箱"
    },
    {
        "id": "5",
        "name": "20英尺干散货箱"
    },
    {
        "id": "6",
        "name": "35吨通用集装箱"
    },
    {
        "id": "7",
        "name": "35吨干散货箱"
    },
    {
        "id": "8",
        "name": "木材箱"
    },
    {
        "id": "9",
        "name": "铁路机械冷藏箱"
    },
    {
        "id": "10",
        "name": "罐式集装箱（20）"
    },
    {
        "id": "11",
        "name": "25英尺汽车板架箱"
    },
    {
        "id": "12",
        "name": "其它铁路专用箱"
    },
    {
        "id": "13",
        "name": "35吨台架式卷钢箱"
    },
    {
        "id": "14",
        "name": "45英尺冷藏集装箱"
    },
    {
        "id": "15",
        "name": "45英尺通用集装箱"
    },
    {
        "id": "16",
        "name": "罐式集装箱（40）"
    },
    {
        "id": "17",
        "name": "50英尺汽车板架箱"
    },
    {
        "id": "18",
        "name": "40英尺隔热箱"
    },
    {
        "id": "19",
        "name": "空罐式集装箱"
    },
    {
        "id": "20",
        "name": "空干散货箱"
    },
    {
        "id": "21",
        "name": "40英尺35吨通用箱"
    }
]